Revit 2027 API
HermiteFace.Points Property
Interpolation points of the surface.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IList<XYZ> Points { get; }
Public ReadOnly Property Points As IList(Of XYZ)
	Get
public:
property IList<XYZ^>^ Points {
	IList<XYZ^>^ get ();
}
member Points : IList<XYZ> with get
Property Value
IList<XYZ>
See Also
Reference
HermiteFace Class
Autodesk.Revit.DB Namespace